{
    "products": [
        {
            "id": 1,
            "title": "Jean Azul",
            "description": " Clásico y versátil, este jean azul es la prenda esencial en cualquier guardarropa. Con un corte moderno y ajuste cómodo, es perfecto para combinar con cualquier outfit, desde casual hasta elegante. Hecho con materiales de alta calidad para mayor durabilidad.",
            "image": "../../public/tienda/jean-azul.png",
            "price": 50000,
            "stock": 3,
            "categoria": "Hombre",
            "oferta": true
        },
        {
            "id": 2,
            "title": "Jean Gris",
            "description": "Estilo y sofisticación en una sola prenda. Este jean gris ofrece un look urbano y moderno, ideal para quienes buscan diferenciarse con un toque único. Su tejido resistente y cómodo brinda una excelente sensación al vestirlo.",
            "image": "../../public/tienda/jean-gris.png",
            "price": 45000,
            "stock": 5,
            "categoria": "Hombre",
            "oferta": false
        },
        {
            "id": 3,
            "title": "Jogging Beige",
            "description": "Elegancia relajada. Este pantalón de jogging en tono beige combina a la perfección comodidad y tendencia. Ideal para looks casuales y deportivos, su diseño moderno te permite verte bien sin esfuerzo.",
            "image": "../../public/tienda/jogging-beige.png",
            "price": 20000,
            "stock": 2,
            "categoria": "Adolescente",
            "oferta": false
        },
        {
            "id": 4,
            "title": "Jogging Negro",
            "description": "Comodidad sin perder el estilo. Este pantalón de jogging negro es perfecto para el día a día, ya sea para relajarte en casa o salir con amigos. Su tela suave y flexible garantiza libertad de movimiento y una sensación agradable en todo momento.",
            "image": "../../public/tienda/jogging-negro.png",
            "price": 20000,
            "stock": 1,
            "categoria":"Adolescente",
            "oferta": true
        },
        {
            "id": 5,
            "title": "Remera Roja",
            "description": "Un básico imprescindible. Confeccionada en algodón suave y transpirable, esta remera roja es perfecta para el día a día. Su color vibrante le da un toque de energía a cualquier outfit, combinando estilo y comodidad en una sola prenda.",
            "image": "../../public/tienda/remera-lisa-roja.png",
            "price": 11000,
            "stock": 20,
            "categoria":"Niño",
            "oferta": false
        },
        {
            "id": 6,
            "title": "Sueter gris con rayas",
            "description": "Elegancia casual. Este sueter es ideal para quienes buscan un look sofisticado sin perder la frescura. Su tejido de alta calidad y diseño clásico lo convierten en una opción versátil, perfecto para ocasiones informales o semi-formales.",
            "image": "../../public/tienda/sueter-gris.png",
            "price": 30000,
            "stock": 5,
            "categoria":"Hombre",
            "oferta": true
        },
        {
            "id": 7,
            "title": "Remera mangalarga gris",
            "description": "Estilo moderno y comodidad absoluta. Con un diseño a rayas en tonos gris y celeste, esta remera de manga larga es perfecta para cualquier temporada. Su algodón de excelente calidad garantiza una sensación agradable y un ajuste perfecto.",
            "image": "../../public/tienda/remera-rayada-gris.png",
            "price": 9000,
            "stock": 16,
            "categoria":"Niño",
            "oferta": false
        },
        {
            "id": 8,
            "title": "Camisa beige",
            "description": "Un clásico renovado. Esta camisa a cuadros en tono beige aporta un toque rústico y moderno a cualquier look. Ideal para combinar con jeans o pantalones casuales, su diseño cómodo y elegante la convierte en una prenda indispensable.",
            "image": "../../public/tienda/camisa-beige.png",
            "price": 32000,
            "stock": 4,
            "categoria":"Hombre",
            "oferta": false
        },
        {
            "id": 9,
            "title": "Zapatos blancos",
            "description": "Distinción y versatilidad en un solo calzado. Diseñadas para el hombre moderno, estas zapatillas formales blancas combinan a la perfección estilo y funcionalidad. Su acabado premium y ajuste cómodo las convierten en la opción ideal para eventos elegantes o looks casuales con un toque refinado",
            "image": "../../public/tienda/zapato-blanco.png",
            "price": 80000,
            "stock": 3,
            "categoria":"Hombre",
            "oferta": true
        }
    ]
}